Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

# %@ (at most %@)
source: %1$@ (at most %2$@)
ar: %1$@ (بحد أقصى %2$@)
cs: %1$@ (nejvýše %2$@)
de: %1$@ (höchstens %2$@)
el: %1$@ (το πολύ %2$@)
es: %1$@ (como máximo %2$@)
es_419: %1$@ (como máximo %2$@)
es_mx: %1$@ (como máximo %2$@)
fr: %1$@ (au plus %2$@)
he: %1$@ (לכל היותר %2$@)
hi: %1$@ (अधिकतम %2$@)
id: %1$@ (maksimal %2$@)
it: %1$@ (al massimo %2$@)
ja: %1$@（上限: %2$@）
ko: %1$@(최대 %2$@)
nl: %1$@ (hoogstens %2$@)
pl: %1$@ (najwyżej %2$@)
pt: %1$@ (no máximo %2$@)
pt_br: %1$@ (no máximo %2$@)
pt_pt: %1$@ (no máximo %2$@)
ru: %1$@ (не более %2$@)
sv: %1$@ (högst %2$@)
th: %1$@ (สูงสุด %2$@)
uk: %1$@ (не більше %2$@)
vi: %1$@ (tối đa %2$@)
zh_hans: %1$@（最多 %2$@）
zh_hk: %1$@（最多 %2$@）

# %@ (needs %@)
source: %1$@ (needs %2$@)
ar: %1$@ (يلزم %2$@)
cs: %1$@ (potřeba %2$@)
de: %1$@ (benötigt %2$@)
el: %1$@ (απαιτείται %2$@)
es: %1$@ (necesita %2$@)
es_419: %1$@ (necesita %2$@)
es_mx: %1$@ (necesita %2$@)
fr: %1$@ (requis : %2$@)
he: %1$@ (נדרש %2$@)
hi: %1$@ (आवश्यक %2$@)
id: %1$@ (perlu %2$@)
it: %1$@ (richiesto %2$@)
ja: %1$@（必要: %2$@）
ko: %1$@(필요: %2$@)
nl: %1$@ (nodig: %2$@)
pl: %1$@ (wymagane %2$@)
pt: %1$@ (necessário %2$@)
pt_br: %1$@ (necessário %2$@)
pt_pt: %1$@ (necessário %2$@)
ru: %1$@ (нужно %2$@)
sv: %1$@ (krävs %2$@)
th: %1$@ (ต้องการ %2$@)
uk: %1$@ (потрібно %2$@)
vi: %1$@ (cần %2$@)
zh_hans: %1$@（需要 %2$@）
zh_hk: %1$@（需要 %2$@）

source: %@ billed today, then every year. Cancel anytime.
ar: %@ يُحصَّل اليوم، ثم كل عام. ألغِ في أي وقت.
cs: %@ účtováno dnes, potom každý rok. Zrušit můžete kdykoli.
de: %@ wird heute abgerechnet, danach jedes Jahr. Jederzeit kündbar.
el: %@ χρεώνονται σήμερα, μετά κάθε χρόνο. Ακύρωση οποιαδήποτε στιγμή.
es: %@ cobrados hoy y después cada año. Cancela cuando quieras.
es_419: %@ cobrados hoy y después cada año. Cancela cuando quieras.
es_mx: %@ cobrados hoy y después cada año. Cancela cuando quieras.
fr: %@ facturés aujourd’hui, puis chaque année. Annulable à tout moment.
he: %@ מחויב היום, ואחר כך מדי שנה. אפשר לבטל בכל עת.
hi: आज %@ का बिल, फिर हर साल। कभी भी रद्द करें।
id: %@ ditagih hari ini, lalu setiap tahun. Batalkan kapan saja.
it: %@ addebitati oggi, poi ogni anno. Annulla quando vuoi.
ja: 本日 %@ を請求し、以降は毎年請求します。いつでもキャンセルできます。
ko: 오늘 %@ 청구, 이후 매년 청구. 언제든지 취소할 수 있습니다.
nl: %@ wordt vandaag in rekening gebracht, daarna elk jaar. Altijd opzegbaar.
pl: %@ płatne dziś, potem co roku. Anuluj w dowolnym momencie.
pt: %@ cobrados hoje, depois todo ano. Cancele quando quiser.
pt_br: %@ cobrados hoje, depois todo ano. Cancele quando quiser.
pt_pt: %@ cobrados hoje, depois todos os anos. Cancele quando quiser.
ru: %@ списывается сегодня, затем каждый год. Отменить можно в любой момент.
sv: %@ debiteras i dag, sedan varje år. Avsluta när som helst.
th: เรียกเก็บ %@ วันนี้ จากนั้นทุกปี ยกเลิกได้ทุกเมื่อ
uk: %@ списується сьогодні, потім щороку. Скасувати можна будь-коли.
vi: %@ được tính phí hôm nay, sau đó mỗi năm. Hủy bất cứ lúc nào.
zh_hans: 今天收取 %@，之后每年收取。可随时取消。
zh_hk: 今天收取 %@，之後每年收取。可隨時取消。

source: %@ for the year, cancel anytime before
ar: %@ للسنة، يمكنك الإلغاء في أي وقت قبل ذلك
cs: %@ za rok, do té doby lze kdykoli zrušit
de: %@ für das Jahr, davor jederzeit kündbar
el: %@ για το έτος, ακύρωση οποτεδήποτε πριν
es: %@ por el año, cancela antes cuando quieras
es_419: %@ por el año, cancela antes cuando quieras
es_mx: %@ por el año, cancela antes cuando quieras
fr: %@ pour l'année, annulable à tout moment avant
he: %@ לשנה, אפשר לבטל בכל עת לפני כן
hi: साल के लिए %@, उससे पहले कभी भी रद्द करें
id: %@ untuk setahun, batalkan kapan saja sebelumnya
it: %@ per l'anno, annulla quando vuoi prima
ja: 年額 %@、それまではいつでもキャンセル可
ko: 연 %@, 그 전에 언제든 취소 가능
nl: %@ voor het jaar, tot dan altijd opzegbaar
pl: %@ za rok, wcześniej możesz anulować w każdej chwili
pt: %@ pelo ano, cancele antes quando quiser
pt_br: %@ pelo ano, cancele antes quando quiser
pt_pt: %@ pelo ano, cancele antes quando quiser
ru: %@ за год, до этого можно отменить в любой момент
sv: %@ för året, avbryt när som helst innan
th: %@ ต่อปี ยกเลิกได้ทุกเมื่อก่อนหน้านั้น
uk: %@ за рік, до цього можна скасувати будь-коли
vi: %@ cho cả năm, hủy bất cứ lúc nào trước đó
zh_hans: 全年 %@，此前可随时取消
zh_hk: 全年 %@，之前可隨時取消

source: %@ for your first year
ar: %@ لسنتك الأولى
cs: %@ za první rok
de: %@ für dein erstes Jahr
el: %@ για τον πρώτο χρόνο
es: %@ tu primer año
es_419: %@ tu primer año
es_mx: %@ tu primer año
fr: %@ la première année
he: %@ לשנה הראשונה
hi: पहले साल के लिए %@
id: %@ untuk tahun pertama
it: %@ per il primo anno
ja: 初年度 %@
ko: 첫해 %@
nl: %@ voor je eerste jaar
pl: %@ za pierwszy rok
pt: %@ no primeiro ano
pt_br: %@ no primeiro ano
pt_pt: %@ no primeiro ano
ru: %@ за первый год
sv: %@ för ditt första år
th: %@ สำหรับปีแรก
uk: %@ за перший рік
vi: %@ cho năm đầu tiên
zh_hans: 首年 %@
zh_hk: 首年 %@

# %@ for your first year, then %@/year. Cancel anytime.
source: %1$@ for your first year, then %2$@/year. Cancel anytime.
ar: %1$@ للسنة الأولى، ثم %2$@/سنة. ألغِ في أي وقت.
cs: %1$@ za první rok, potom %2$@/rok. Zrušit můžete kdykoli.
de: %1$@ im ersten Jahr, danach %2$@/Jahr. Jederzeit kündbar.
el: %1$@ για τον πρώτο χρόνο, μετά %2$@/έτος. Ακύρωση οποιαδήποτε στιγμή.
es: %1$@ el primer año y después %2$@/año. Cancela cuando quieras.
es_419: %1$@ el primer año y después %2$@/año. Cancela cuando quieras.
es_mx: %1$@ el primer año y después %2$@/año. Cancela cuando quieras.
fr: %1$@ la première année, puis %2$@/an. Annulable à tout moment.
he: %1$@ לשנה הראשונה, ואחר כך %2$@ לשנה. אפשר לבטל בכל עת.
hi: पहले साल के लिए %1$@, फिर %2$@/साल। कभी भी रद्द करें।
id: %1$@ untuk tahun pertama Anda, lalu %2$@/tahun. Batalkan kapan saja.
it: %1$@ per il primo anno, poi %2$@/anno. Annulla quando vuoi.
ja: 最初の 1 年は %1$@、その後は %2$@/年。いつでもキャンセルできます。
ko: 첫해 %1$@, 이후 %2$@/년. 언제든지 취소할 수 있습니다.
nl: %1$@ voor je eerste jaar, daarna %2$@/jaar. Altijd opzegbaar.
pl: %1$@ za pierwszy rok, potem %2$@/rok. Anuluj w dowolnym momencie.
pt: %1$@ no primeiro ano, depois %2$@/ano. Cancele quando quiser.
pt_br: %1$@ no primeiro ano, depois %2$@/ano. Cancele quando quiser.
pt_pt: %1$@ no primeiro ano, depois %2$@/ano. Cancele quando quiser.
ru: %1$@ за первый год, затем %2$@/год. Отменить можно в любой момент.
sv: %1$@ för ditt första år, sedan %2$@/år. Avsluta när som helst.
th: %1$@ สำหรับปีแรก จากนั้น %2$@/ปี ยกเลิกได้ทุกเมื่อ
uk: %1$@ за перший рік, потім %2$@/рік. Скасувати можна будь-коли.
vi: %1$@ cho năm đầu tiên, sau đó %2$@/năm. Hủy bất cứ lúc nào.
zh_hans: 首年 %1$@，之后 %2$@/年。可随时取消。
zh_hk: 首年 %1$@，之後 %2$@/年。可隨時取消。

source: %@ is reserved for your open connections. What they don't use is returned as they close.
ar: %@ محجوزة لاتصالاتك المفتوحة. ما لا تستخدمه منها يُعاد عند إغلاقها.
cs: %@ je rezervováno pro vaše otevřená připojení. Co nevyužijí, se vrátí, až se ukončí.
de: %@ sind für deine offenen Verbindungen reserviert. Was sie nicht verbrauchen, wird zurückgegeben, sobald sie geschlossen werden.
el: %@ είναι δεσμευμένα για τις ανοιχτές συνδέσεις σας. Ό,τι δεν χρησιμοποιήσουν επιστρέφεται καθώς κλείνουν.
es: %@ están reservados para tus conexiones abiertas. Lo que no usen se devuelve a medida que se cierran.
es_419: %@ están reservados para tus conexiones abiertas. Lo que no usen se devuelve a medida que se cierran.
es_mx: %@ están reservados para tus conexiones abiertas. Lo que no usen se devuelve a medida que se cierran.
fr: %@ sont réservés à vos connexions ouvertes. Ce qu’elles n’utilisent pas vous est rendu à mesure qu’elles se ferment.
he: %@ שמורים לחיבורים הפתוחים שלך. מה שהם לא מנצלים מוחזר כשהם נסגרים.
hi: %@ आपके खुले कनेक्शनों के लिए आरक्षित है। वे जो उपयोग नहीं करते, वह उनके बंद होने पर वापस मिल जाता है।
id: %@ dicadangkan untuk koneksi Anda yang sedang terbuka. Data yang tidak terpakai dikembalikan saat koneksi ditutup.
it: %@ sono riservati alle tue connessioni aperte. Quello che non usano ti viene restituito man mano che si chiudono.
ja: %@ が開いている接続のために予約されています。使われなかった分は、接続が閉じるにつれて戻ります。
ko: %@이(가) 열려 있는 연결을 위해 예약되어 있습니다. 사용하지 않은 만큼은 연결이 닫히는 대로 돌아옵니다.
nl: %@ is gereserveerd voor je open verbindingen. Wat ze niet gebruiken, krijg je terug zodra ze worden gesloten.
pl: %@ jest zarezerwowane dla Twoich otwartych połączeń. To, czego nie wykorzystają, wraca w miarę ich zamykania.
pt: %@ estão reservados para suas conexões abertas. O que elas não usarem é devolvido à medida que forem fechadas.
pt_br: %@ estão reservados para suas conexões abertas. O que elas não usarem é devolvido à medida que forem fechadas.
pt_pt: %@ estão reservados para as suas ligações abertas. O que não utilizarem é devolvido à medida que forem fechadas.
ru: %@ зарезервировано для ваших открытых подключений. То, что они не используют, возвращается по мере их закрытия.
sv: %@ är reserverat för dina öppna anslutningar. Det som inte används återförs när de stängs.
th: %@ ถูกจองไว้สำหรับการเชื่อมต่อที่เปิดอยู่ของคุณ ส่วนที่ไม่ได้ใช้จะได้รับคืนเมื่อการเชื่อมต่อปิดลง
uk: %@ зарезервовано для ваших відкритих підключень. Те, що вони не використають, повертається в міру їх закриття.
vi: %@ đang được giữ trước cho các kết nối đang mở của bạn. Phần không dùng đến sẽ được trả lại khi các kết nối đóng.
zh_hans: %@ 已为你当前打开的连接预留。未使用的部分会在连接关闭时退回。
zh_hk: %@ 已為你目前開啟的連線預留。未使用的部分會在連線關閉時退回。

source: %@ of block
ar: %@ من الكتلة
cs: %@ bloku
de: %@ des Blocks
el: %@ του μπλοκ
es: %@ del bloque
es_419: %@ del bloque
es_mx: %@ del bloque
fr: %@ du bloc
he: %@ מהבלוק
hi: ब्लॉक का %@
id: %@ dari blok
it: %@ del blocco
ja: ブロックの %@
ko: 블록의 %@
nl: %@ van het blok
pl: %@ bloku
pt: %@ do bloco
pt_br: %@ do bloco
pt_pt: %@ do bloco
ru: %@ блока
sv: %@ av blocket
th: %@ ของบล็อก
uk: %@ блока
vi: %@ của khối
zh_hans: 区块的 %@
zh_hk: 區塊的 %@

source: %@ of data added to your balance.
ar: تمت إضافة %@ من البيانات إلى رصيدك.
cs: Na váš zůstatek bylo přidáno %@ dat.
de: %@ Daten wurden deinem Guthaben hinzugefügt.
el: Προστέθηκαν %@ δεδομένων στο υπόλοιπό σας.
es: Se añadieron %@ de datos a tu saldo.
es_419: Se agregaron %@ de datos a tu saldo.
es_mx: Se agregaron %@ de datos a tu saldo.
fr: %@ de données ajoutées à votre solde.
he: %@ של נתונים נוספו ליתרה שלכם.
hi: आपके बैलेंस में %@ डेटा जोड़ा गया।
id: %@ data ditambahkan ke saldo Anda.
it: %@ di dati aggiunti al tuo saldo.
ja: %@ のデータが残高に追加されました。
ko: 잔액에 %@의 데이터가 추가되었습니다.
nl: %@ data aan je tegoed toegevoegd.
pl: Do twojego salda dodano %@ danych.
pt: Foram adicionados %@ de dados ao seu saldo.
pt_br: %@ de dados adicionados ao seu saldo.
pt_pt: Foram adicionados %@ de dados ao seu saldo.
ru: На ваш баланс добавлено %@ данных.
sv: %@ data har lagts till i ditt saldo.
th: เพิ่มข้อมูล %@ ลงในยอดคงเหลือของคุณแล้ว
uk: До вашого балансу додано %@ даних.
vi: Đã thêm %@ dữ liệu vào số dư của bạn.
zh_hans: 已向您的余额添加 %@ 数据。
zh_hk: 已將 %@ 數據加入你的餘額。

source: %@ Payout
ar: دفعة %@
cs: Výplata ze dne %@
de: Auszahlung am %@
el: Πληρωμή %@
es: Pago del %@
es_419: Pago de %@
es_mx: Pago del %@
fr: Paiement du %@
he: %@ תשלום
hi: %@ भुगतान
id: Pembayaran %@
it: Pagamento %@
ja: %@ の支払い
ko: %@ 지급
nl: %@ Uitbetaling
pl: Wypłata %@
pt: Pagamento de %@
pt_br: Pagamento de %@
pt_pt: Pagamento de %@
ru: Выплата за %@
sv: %@ utbetalning
th: ยอดจ่าย %@
uk: Виплата %@
vi: Thanh toán %@
zh_hans: %@ 支付
zh_hk: %@ 支付

source: %@ peak
ar: الذروة %@
cs: Špička %@
de: Spitze %@
el: Μέγιστο %@
es: Pico de %@
es_419: Pico de %@
es_mx: Pico de %@
fr: Pic : %@
he: שיא %@
hi: %@ पीक
id: Puncak %@
it: Picco %@
ja: ピーク %@
ko: 최대 %@
nl: %@ piek
pl: Szczyt %@
pt: Pico de %@
pt_br: Pico de %@
pt_pt: Pico de %@
ru: Пик %@
sv: %@ topp
th: สูงสุด %@
uk: Пік %@
vi: Đỉnh %@
zh_hans: 峰值 %@
zh_hk: 峰值 %@

source: %@ pts
ar: %@ نقطة
cs: %@ b.
de: %@ Pkt.
el: %@ πόντ.
he: %@ נק׳
hi: %@ पॉइंट
id: %@ poin
it: %@ pt
ja: %@ pt
ko: %@점
nl: %@ ptn
pl: %@ pkt
ru: %@ очк.
sv: %@ p
th: %@ คะแนน
uk: %@ б.
vi: %@ điểm
zh_hans: %@ 积分
zh_hk: %@ 積分

source: %@ ranked networks
ar: %@ شبكة مصنفة
cs: %@ hodnocených sítí
de: %@ platzierte Netzwerke
el: %@ δίκτυα με κατάταξη
es: %@ redes clasificadas
es_419: Redes clasificadas: %@
es_mx: %@ redes clasificadas
fr: %@ réseaux classés
he: %@ רשתות מדורגות
hi: %@ रैंक वाले नेटवर्क
id: %@ jaringan berperingkat
it: %@ reti classificate
ja: ランク付けされたネットワーク %@
ko: 순위가 매겨진 네트워크 %@개
nl: %@ gerangschikte netwerken
pl: %@ sklasyfikowanych sieci
pt: %@ redes classificadas
pt_br: %@ redes classificadas
pt_pt: %@ redes classificadas
ru: Сетей в рейтинге: %@
sv: %@ rankade nätverk
th: เครือข่ายที่มีอันดับ %@ รายการ
uk: Мереж у рейтингу: %@
vi: %@ mạng được xếp hạng
zh_hans: %@ 个已排名网络
zh_hk: %@ 個已排名網絡

source: %@ wallet
ar: محفظة %@
cs: %@ peněženky
el: πορτοφόλι %@
es: billetera %@
es_419: billetera %@
es_mx: cartera %@
fr: portefeuille %@
he: ארנק %@
hi: %@ वॉलेट
id: dompet %@
it: portafoglio %@
ja: %@ウォレット
ko: %@ 지갑
pl: portfel %@
pt: carteira %@
pt_br: carteira %@
pt_pt: carteira %@
ru: кошелек %@
sv: %@-plånbok
th: กระเป๋าเงิน %@
uk: гаманець %@
vi: ví %@
zh_hans: %@ 钱包
zh_hk: %@ 錢包

source: %@ Wallet
ar: محفظة %@
cs: %@ Peněženka
el: Πορτοφόλι %@
es: Billetera %@
es_419: Billetera %@
es_mx: Cartera %@
fr: Portefeuille %@
he: ארנק %@
hi: %@ वॉलेट
id: Dompet %@
it: Portafoglio %@
ja: %@ウォレット
ko: %@ 지갑
pl: Portfel %@
pt: Carteira %@
pt_br: Carteira %@
pt_pt: Carteira %@
ru: Кошелек %@
sv: %@-plånbok
th: กระเป๋าเงิน %@
uk: Гаманець %@
vi: Ví %@
zh_hans: %@ 钱包
zh_hk: %@ 錢包

source: %@ was downloaded and verified. Drag the new URnetwork into the Applications folder, then open it from there.
ar: تم تنزيل %@ والتحقق منه. اسحب URnetwork الجديد إلى مجلد التطبيقات، ثم افتحه من هناك.
cs: Verze %@ byla stažena a ověřena. Přetáhněte novou aplikaci URnetwork do složky Aplikace a otevřete ji odtud.
de: %@ wurde heruntergeladen und geprüft. Ziehe das neue URnetwork in den Ordner „Programme“ und öffne es dann von dort.
el: Η %@ λήφθηκε και επαληθεύτηκε. Σύρετε το νέο URnetwork στον φάκελο Εφαρμογές και ανοίξτε το από εκεί.
es: %@ se descargó y verificó. Arrastra el nuevo URnetwork a la carpeta Aplicaciones y ábrelo desde allí.
es_419: %@ se descargó y verificó. Arrastra el nuevo URnetwork a la carpeta Aplicaciones y ábrelo desde allí.
es_mx: %@ se descargó y verificó. Arrastra el nuevo URnetwork a la carpeta Aplicaciones y ábrelo desde allí.
fr: %@ a été téléchargée et vérifiée. Faites glisser le nouvel URnetwork dans le dossier Applications, puis ouvrez-le depuis cet emplacement.
he: %@ הורדה ואומתה. גררו את URnetwork החדש לתיקייה ״יישומים״ ופתחו אותו משם.
hi: %@ डाउनलोड और सत्यापित हो गया। नए URnetwork को ऐप्लिकेशन फ़ोल्डर में खींचें, फिर वहीं से खोलें।
id: %@ sudah diunduh dan diverifikasi. Seret URnetwork yang baru ke folder Aplikasi, lalu buka dari sana.
it: %@ è stata scaricata e verificata. Trascina il nuovo URnetwork nella cartella Applicazioni, poi aprilo da lì.
ja: %@ をダウンロードして検証しました。新しい URnetwork を「アプリケーション」フォルダにドラッグし、そこから開いてください。
ko: %@을(를) 다운로드하고 확인했습니다. 새 URnetwork를 응용 프로그램 폴더로 드래그한 다음 그곳에서 여세요.
nl: %@ is gedownload en gecontroleerd. Sleep de nieuwe URnetwork naar de map Apps en open hem vanaf daar.
pl: Wersja %@ została pobrana i zweryfikowana. Przeciągnij nowy URnetwork do folderu Aplikacje, a następnie otwórz go stamtąd.
pt: %@ foi baixada e verificada. Arraste a nova URnetwork para a pasta Aplicativos e abra-a a partir de lá.
pt_br: %@ foi baixada e verificada. Arraste a nova URnetwork para a pasta Aplicativos e abra-a a partir de lá.
pt_pt: %@ foi transferida e verificada. Arraste a nova URnetwork para a pasta Aplicações e abra-a a partir daí.
ru: Версия %@ загружена и проверена. Перетащите новый URnetwork в папку «Программы» и откройте его оттуда.
sv: %@ har hämtats och verifierats. Dra den nya URnetwork till mappen Program och öppna den sedan därifrån.
th: ดาวน์โหลดและตรวจสอบ %@ แล้ว ลาก URnetwork ตัวใหม่ไปไว้ในโฟลเดอร์แอปพลิเคชัน แล้วเปิดจากที่นั่น
uk: Версію %@ завантажено й перевірено. Перетягніть новий URnetwork у папку «Програми» й відкрийте його звідти.
vi: %@ đã được tải về và xác minh. Kéo URnetwork mới vào thư mục Ứng dụng, rồi mở từ đó.
zh_hans: %@ 已下载并验证。请将新的 URnetwork 拖到“应用程序”文件夹，然后从那里打开。
zh_hk: %@ 已下載並驗證。請將新的 URnetwork 拖到「應用程式」資料夾，然後從那裡開啟。

source: %@/month
ar: %@/الشهر
cs: %@/měsíc
de: %@/Monat
el: %@/μήνα
es: %@/mes
es_419: %@/mes
es_mx: %@/mes
fr: %@/mois
he: %@/חודש
hi: %@/माह
id: %@/bulan
it: %@/mese
ja: %@/月
ko: %@/월
nl: %@/maand
pl: %@/miesiąc
pt: %@/mês
pt_br: %@/mês
pt_pt: %@/mês
ru: %@/месяц
sv: %@/månad
th: %@/เดือน
uk: %@/місяць
vi: %@/tháng
zh_hans: %@/月
zh_hk: %@/月

source: %@/year
ar: %@/سنة
cs: %@/rok
de: %@/Jahr
el: %@/έτος
es: %@/año
es_419: %@/año
es_mx: %@/año
fr: %@/an
he: %@ לשנה
hi: %@/साल
id: %@/tahun
it: %@/anno
ja: %@/年
ko: %@/년
nl: %@/jaar
pl: %@/rok
pt: %@/ano
pt_br: %@/ano
pt_pt: %@/ano
ru: %@/год
sv: %@/år
th: %@/ปี
uk: %@/рік
vi: %@/năm
zh_hans: %@/年
zh_hk: %@/年

source: %1$lld friends have joined — you're earning +%2$lld GiB/day, for life.
ar: انضم %1$lld من الأصدقاء — تكسب +%2$lld GiB يوميًا، مدى الحياة.
cs: Připojilo se %1$lld přátel — získáváte +%2$lld GiB/den, na celý život.
de: %1$lld Freunde sind beigetreten – du erhältst +%2$lld GiB/Tag, ein Leben lang.
el: %1$lld φίλοι μπήκαν — κερδίζεις +%2$lld GiB/ημέρα, για πάντα.
es: %1$lld amigos se han unido: ganas +%2$lld GiB/día, de por vida.
es_419: %1$lld amigos se han unido: ganas +%2$lld GiB/día, de por vida.
es_mx: %1$lld amigos se han unido: ganas +%2$lld GiB/día, de por vida.
fr: %1$lld amis ont rejoint — vous gagnez +%2$lld GiB/jour, à vie.
he: %1$lld חברים הצטרפו — אתה מרוויח +%2$lld GiB ליום, לכל החיים.
hi: %1$lld दोस्त जुड़ चुके हैं — आप जीवनभर +%2$lld GiB/दिन कमा रहे हैं।
id: %1$lld teman telah bergabung — Anda mendapat +%2$lld GiB/hari, seumur hidup.
it: %1$lld amici si sono uniti: guadagni +%2$lld GiB/giorno, a vita.
ja: 友達%1$lld人が参加済み。毎日+%2$lld GiBを一生獲得中。
ko: 친구 %1$lld명이 가입했습니다. 평생 +%2$lld GiB/일을 받는 중.
nl: Er zijn %1$lld vrienden lid geworden — je verdient +%2$lld GiB/dag, levenslang.
pl: Dołączyło %1$lld znajomych — zarabiasz +%2$lld GiB/dzień, na całe życie.
pt: %1$lld amigos aderiram — está a ganhar +%2$lld GiB/dia, para toda a vida.
pt_br: %1$lld amigos entraram — você está ganhando +%2$lld GiB/dia, para sempre.
pt_pt: %1$lld amigos aderiram — está a ganhar +%2$lld GiB/dia, para toda a vida.
ru: Присоединились %1$lld друзей — вы получаете +%2$lld GiB в день, навсегда.
sv: %1$lld vänner har gått med – du tjänar +%2$lld GiB/dag, livet ut.
th: เพื่อน %1$lld คนเข้าร่วมแล้ว — คุณได้รับ +%2$lld GiB/วัน ตลอดชีวิต
uk: Приєдналися %1$lld друзів — ви отримуєте +%2$lld GiB на день, довічно.
vi: %1$lld người bạn đã tham gia — bạn đang nhận +%2$lld GiB/ngày, trọn đời.
zh_hans: 已有 %1$lld 位好友加入——你正终身每天多获得 +%2$lld GiB。
zh_hk: 已有 %1$lld 位好友加入——你正終身每日多獲得 +%2$lld GiB。

source: %1$lld friends joined with your code! +%2$lld GiB/day each, for life.
ar: انضم %1$lld من الأصدقاء برمزك! +%2$lld GiB يوميًا لكل منهم، مدى الحياة.
cs: Přes váš kód se připojilo %1$lld přátel! +%2$lld GiB/den za každého, na celý život.
de: %1$lld Freunde sind mit deinem Code beigetreten! Je +%2$lld GiB/Tag, ein Leben lang.
el: %1$lld φίλοι μπήκαν με τον κωδικό σου! +%2$lld GiB/ημέρα ο καθένας, για πάντα.
es: ¡%1$lld amigos se unieron con tu código! +%2$lld GiB/día por cada uno, de por vida.
es_419: ¡%1$lld amigos se unieron con tu código! +%2$lld GiB/día por cada uno, de por vida.
es_mx: ¡%1$lld amigos se unieron con tu código! +%2$lld GiB/día por cada uno, de por vida.
fr: %1$lld amis ont rejoint avec votre code ! +%2$lld GiB/jour chacun, à vie.
he: %1$lld חברים הצטרפו עם הקוד שלך! +%2$lld GiB ליום לכל אחד, לכל החיים.
hi: आपके कोड से %1$lld दोस्त जुड़े! हर एक से जीवनभर +%2$lld GiB/दिन।
id: %1$lld teman bergabung dengan kode Anda! +%2$lld GiB/hari untuk setiap teman, seumur hidup.
it: %1$lld amici si sono uniti con il tuo codice! +%2$lld GiB/giorno ciascuno, a vita.
ja: 友達%1$lld人があなたのコードで参加！1人につき毎日+%2$lld GiB、一生もらえます。
ko: 친구 %1$lld명이 내 코드로 가입했습니다! 한 명당 평생 +%2$lld GiB/일.
nl: %1$lld vrienden zijn met jouw code lid geworden! Elk +%2$lld GiB/dag, levenslang.
pl: %1$lld znajomych dołączyło z twoim kodem! Po +%2$lld GiB/dzień za każdego, na całe życie.
pt: %1$lld amigos aderiram com o seu código! +%2$lld GiB/dia por cada um, para toda a vida.
pt_br: %1$lld amigos entraram com o seu código! +%2$lld GiB/dia por cada um, para sempre.
pt_pt: %1$lld amigos aderiram com o seu código! +%2$lld GiB/dia por cada um, para toda a vida.
ru: %1$lld друзей присоединились по вашему коду! По +%2$lld GiB в день за каждого, навсегда.
sv: %1$lld vänner gick med via din kod! +%2$lld GiB/dag vardera, livet ut.
th: เพื่อน %1$lld คนเข้าร่วมด้วยโค้ดของคุณ! +%2$lld GiB/วันต่อคน ตลอดชีวิต
uk: %1$lld друзів приєдналися за вашим кодом! По +%2$lld GiB на день за кожного, довічно.
vi: %1$lld người bạn đã tham gia bằng mã của bạn! +%2$lld GiB/ngày cho mỗi người, trọn đời.
zh_hans: %1$lld 位好友通过你的推荐码加入了！每位 +%2$lld GiB/天，终身有效。
zh_hk: %1$lld 位好友透過你的推薦碼加入了！每位 +%2$lld GiB/日，終身有效。
